{
 "template": "sollicitatie-proces.jade",

  "titles": {
    "header": "In 30 seconden een beeld van de persoon achter het C.V.",
    "subheader": "Video opname, upload en afspeel functionaliteit direct beschikbaar in je eigen recruitment omgeving."
  },

  "features_1": {
    "title": "Voordelen van video",
    "subtitle": "in het sollicitatieproces",
    "feature1": "Geef kandidaten de kans zich beter en rijker te presenteren.",
    "feature2": "Creëer een extra ronde met video en toets motivatie van kandidaten.",
    "feature3": "Krijg een beter beeld van de kandidaat achter het CV.",
    "feature4": "Beoordeel kandidaten niet enkel op harde competenties, maar ook op soft skills.",
    "feature5": "Neem twijfels weg door kandidaten een korte case te laten presenteren.",
    "feature6": "Betrek lijnmanager en opdrachtgevers eerder in de procedure en laat hen een video vraag stellen.",
    "feature7": "Presenteer kandidaten op een onderscheidende manier aan opdrachtgevers of lijnmanagers."
  },

  "features_2": {
    "title": "Jij bepaalt waar, hoe en wanneer",
    "feature1_header": "bij welke vacatures",
    "feature1_desc": "Video is niet relevant voor iedere vacature. Jij bepaalt dus wanneer je video wél en wanneer niet in wilt zetten.",
    "feature2_header": "waar in de procedure",
    "feature2_desc": "Je kan een video opvragen door waar jij dit waarde vindt toeveogen. Dit kan het het sollicitatieformulier, direct na een sollicitatie, voor of na een eerste of tweede gesprek, of bij de voordracht.",
    "feature3_header": "wat de kandidaat presenteert",
    "feature3_desc": "Wil je dat kandidaten op video een case of probleem oplossen; een specifieke situatie of gebeurtenis omschrijven of wil je horen wat hen motiveert?"
  },
  
  "features_3": {
    "title": "Waar past video in jouw recruitment proces?",
    "feature1_header": "Bij de sollicitatie",
    "feature1_desc": "Geef kandidaten de mogelijkheid om zich te onderscheiden van de rest.",
    "feature2_header": "Direct na de sollicitatie",
    "feature2_desc": "Automatisch iedere sollicitatie uitnodigen.",
    "feature3_header": "Na een eerste selectie",
    "feature3_desc": "CV selectie kandidaten utinodigen voor video.",
    "feature4_header": "In de voordracht aan vacaturehouder",
    "feature4_desc": "In de voordracht aan vacaturehouder Deel een kandidaat profiel mét video."
  },
  
  "features_4": {
    "title": "Waarom Flipbase?",
    "feature1_header": "Geen extra login nodig",
    "feature1_desc": "Zowel het opnemen als afspelen van video’s is geïntegreerd in je huidige recruitment systeem. Je hoeft dus niet in te loggen in een ander systeem waar je video’s kan bekijken.",
    "feature2_header": "Vanuit je systeem kandidaten uitnodigen",
    "feature2_desc": "Met een klik kan je een of meerdere kandidaten uitnodigen per e-mail om een video op te nemen. Stel een concrete vraag of leg ze bijvoorbeeld een case voor.",
    "feature3_header": "Video direct afspelen in het kandidaat profiel",
    "feature3_desc": "Je ontvangt video’s in het kandidaat profiel binnen je huidige recruitment omgeving. Je kan kan ze direct afspelen en delen met collega’s; je hoeft niet naar een andere omgeving. ",
    "feature4_header": "Geen extra data opslag",
    "feature4_desc": "Flipbase verzorgt alle video- en data opslag, je hebt geen groter (data) pakket nodig bij je huidige recruitment software leverancier."
  },
  
  "features_5": {
    "feature1_header": "Geen app",
    "feature1_desc": "Kandidaten en recruiters hoeven geen software of apps te downloaden om een video op te nemen of af te spelen. Zowel de recorder als de player module zijn te gebruiken in iedere (mobiele) browser.",
    "feature2_header": "Volledig responsive",
    "feature2_desc": "Volledig responsive Zowel de recorder als de player zijn volledig responsive en zijn dus ook makkelijk te gebruiken op een smartphone of tabelt.",
    "feature3_header": "Op ieder apparaat",
    "feature3_desc": "Gebruik een webcam, camera van een smartphone of tablet of upload een video bestand. Als gebruiker kan je op alle manieren een video versturen",
    "feature4_header": "Aanpasbare opname tijd",
    "feature4_desc": "Verander de maximale opname tijd aan van 30 seconden tot maximaal 3 minuten. Wij vinden hoe korter hoe beter, maar we geven je wel de mogelijkheid.",
    "feature5_header": "In iedere taal",
    "feature5_desc": "Van Nederlands tot Chinees, we ondersteunen iedere taal. De taal kan op automatisch op basis van de browser voorkeur worden aangepast. "
  },

  "testimonials": {
    "title": "You are not the first…",
    "statistics": {
      "number1": "29465",
      "desc1": "candidates have used our applications",
      "number2": "48755",
      "desc2": "views by colleague’s of you"
    },
    "quotes": [
      {
        "quote": "Op basis van enkel het CV is het moeilijk in te schatten of iemand geschikt is voor de functie en past bij Unique. Met de Flipbase video introductie heb je een extra selectie middel waarmee deze twijfel bevestigd wordt, of juist onterecht blijkt.",
        "name": "Esther Kuipers, Unique"
      },
      {
        "quote": "De video functionaliteit van Flipbase heeft het selecteren van geschikte kandidaten effectiever en leuker gemaakt.",
        "name": "Kadriye Demirel, Schiphol"
      },
      {
        "quote": "Bij de werving van potentials voor ons Agrifirm Traineeship programma geeft het motivatiefilmpje een uitstekende eerste indruk van de kandidaat. Het spreekt de sollicitant zelf ook aan. Het is vernieuwend en positief voor je employer brand.",
        "name": "Gert Jan Nagel, Agrifirm"
      },
      {
        "quote": "Flipbase levert ons een behoorlijke tijdsbesparing op. Een C.V. geeft immer niet weer hoe iemand overkomt.",
        "name": "Maikel Boksteen, 2Trust"
      },
      {
        "quote": "Mede dankzij het inzetten van Flipbase gaan er meer voorgestelde kandidaten op gesprek bij onze opdrachtgevers!",
        "name": "Richard Groeneveld, Someone"
      },
      {
        "quote": "Met Flipbase kunnen we naast enkel het profiel en CV ook een video sturen zo dat de kandidaat zichzelf wat persoonlijker en op eigen creatieve manier kan voorstellen. Wij merken dat veel klanten en kandidaten waarde hechten aan deze nieuwe manier van voorstellen.",
        "name": "Koen Buddenburg, Unique Hoofddorp"
      }
    ]
  }
}